Repository: theotor83/utf-rewritten
Catalog: precise_bbcode/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Advanced options
fr: Options avancées

source: Enter a valid 'smiley code' consisting of any character without whitespace characters
fr: Entrez un code smiley valide ne comprenant aucun espace

source: Smiley code (up to %(max_length)s)
fr: Code smiley (jusqu'à %(max_length)s caractères)

source: BBCode tag name
fr: Nom du BBCode

source: Tag definition
fr: Définition du BBCode

source: Replacement HTML code
fr: Code HTML de remplacement

source: Newline closing
fr: Nouvelle ligne fermante

source: Set this option to force the closing of this tag after a newline
fr: Activer cette option pour forcer la fermeture du bbcode après un saut de ligne

source: Same tag closing
fr: Fermeture du bbcode si duplicata

source: Set this option to force the closing of this tag after the beginning of a similar tag
fr: Activer cette option pour forcer la fermeture du bbcode si un bbcode similaire est rencontré

source: End tag closing
fr: Fin de tag si balise de fermeture rencontrée

source: Set this option to force the closing of this tag after the end of another tag
fr: Activer cette option pour forcer la fermeture du bbcode si une balise de fin de tag quelconque est rencontrée

source: Standalone tag
fr: Tag sans contexte

source: Set this option if this tag does not have a closing tag
fr: Activer cette option si le bbcode ne doit pas avoir de balise de fermeture

source: Transform line breaks
fr: Transformer les sauts de ligne

source: Set this option to convert any line break to the equivalent markup
fr: Activer cette option afin de convertir tout saut de ligne en notation HTML

source: Render embedded tags
fr: Convertir les bbcodes imbriqués

source: Set this option to force the tags embedded in this tag to be rendered
fr: Activer cette option pour forcer la converion des bbcodes imbriqués en leurs équivalents HTML

source: Escape HTML characters
fr: Echapper les caractères HTML

source: Set this option to escape HTML characters (<, >, and &) inside this tag
fr: Activer cette option afin d'échapper les caractères HTML (<, > a &) à l'intérieur de ce bbcode

source: Replace links
fr: Remplacer les liens

source: Set this option to replace URLs with link markups inside this tag
fr: Activer cette option afin de remplacer les URLs par les balises HTML correspondantes à l'intérieur de cet bbcode

source: Strip leading and trailing whitespace
fr: Supprimer les espaces de début et de fin du contenu du bbcode

source: Set this option to strip leading and trailing whitespace inside this tag
fr: Activer cette option pour supprimer les espaces de début et de fin du contenu du bbcode

source: Swallow trailing newline
fr: Supprimer les sauts de ligne

source: Set this option to swallow the first trailing newline
fr: Activer cette option pour supprimer les sauts de ligne du contenu du bbcode

source: Help text for this tag
fr: Texte d'aide pour ce bbcode

source: Display on editor
fr: Afficher sur l'éditeur

source: BBCode tag
fr: BBCode

source: BBCode tags
fr: BBCodes

source: The BBCode definition you provided is not valid
fr: La définition du bbcode n'est pas valide

source: This BBCode tag dit not validate because the start tag and the tag names are not the same
fr: Ce bbcode est invalide car les balises ouvrante et fermantes ne sont pas les mêmes

source: A BBCode tag with this name appears to already exist
fr: Un bbcode disposant de ce nom existe déja

source: The placeholders defined in the tag definition must be present in the HTML replacement code!
fr: Les zones de contenu définies dans le bbcode doivent être présentes dans le code HTML de remplacement!

source: The placeholders defined in the tag definition must be strictly uniques
fr: Les zones de contenu définies dans le bbcode doivent être strictement uniques

source: You can only use placeholder names among:
fr: Seuls les types de zones de contenu suivants peuvent être utilisés :

source: Smiley code
fr: Code smiley

source: Smiley icon
fr: Icône du smiley

source: Smiley icon width
fr: Largeur de l'icône

source: Smiley icon height
fr: Hauteur de l'icône

source: Related emotion
fr: Émotion associée

source: Smilies
fr: Smileys
